"About" = "About";

"Kiji Roshi" = "Kiji Roshi";

"Programmer" = "Programmer";

"Jane Lee" = "Jane Lee";

"Credits" = "Credits";

"Version" = "Version";

"Support" = "Support";

"1.0.2" = "1.0.2";

"Aaron Stepanik" = "Aaron Stepanik";

"http://colloquy.mobi" = "http://colloquy.mobi";

"Zach Drayer" = "Zach Drayer";

"#colloquy-mobile on Freenode" = "#colloquy-mobile on Freenode";

"Beta Tester" = "Beta Tester";

"Ben Gold" = "Ben Gold";

"support@colloquy.mobi" = "support@colloquy.mobi";

"Alexander Kempgen" = "Alexander Kempgen";

"August Joki" = "August Joki";

"Website" = "Website";

"Julian" = "Julian";